[
  {
    "title": "THE NEW KITCHEN ARRIVES",
    "date": "2015-11-12",
    "author": "",
    "mainText": [
      "We ordered new play kitchen sink, refrigerator, washing machine and oven wooden units from the MORLEYS catalogue and were delighted when on 11th of November Miss Schulberg announced they had been delivered to her home. The next morning Miss Schulberg delivered them over to playgroup with the help of her son Andrew who was with us on a work experience placement from school – strong arms!",
      "We had time to unwrap the kitchen units as fortunately we weren’t setting out all of the toys as we had a visit from Tooty Footy’s Sean organised and yet again it was too wet to play outside. They were well wrapped in sheets of polythene and cardboard so it took us 40 minutes to unwrap the units, attach the shelves and screw on the handles, and recycle the packaging.",
      "The Lottery fund is the gift that keeps on giving as the toddler group in the hall next door gratefully received our old kitchen units for their children to play with."
    ],
    "image": "blog/SDC12161.JPG"
  },
  {
    "title": "TOOTY FOOTY",
    "date": "2015-11-06",
    "author": "Mrs Dickerson",
    "mainText": [
      "First Sean introduced himself and told us about Tooty Footy the dinosaur who invented football but is now retired.",
      "We warmed up by kicking our legs out, shaking our arms and wobbling our heads. We stretched up to the sky then down to our toes. We then did races up and down the hall. We had a game of dodgeball – when Sean touched us with the ball we had to be statues with funny faces until we were high fived.",
      "We were each given a ball then we played the “traffic light game” – red meant we had to put our foot on the ball or sit on it; Amber meant run on the spot and Green meant kick the ball.",
      "The next game we played was the “giant game”. We sang Twinkle Twinkle Little Star to Sean the giant to make him go to sleep then kicked the ball into the goal behind him. Then Frieda pretended to be the giant. ",
      "We then each took a turn to score a goal. Finally Sean tried to score a goal whilst all of us were being goal keepers. First he didn’t manage to kick the ball. On his next attempt he scored, but only because he cheated as he made us all look around by pretending there was something behind us! On his final try he kicked the ball but didn’t cheat, Amy saved it!",
      "What the Children thought:",
      "Jude: “I like when you cheated, the cheeky bit”",
      "Honor: “I like when you made Jude look away and kicked the ball into the net.”",
      "Poppy: “I liked the high fives”",
      "Frieda: “I liked the giant game”",
      "Rhys: “I liked the traffic light game”",
      "Isla: “I liked the giant game best”",
      "Amy: “I liked the football”",
      "Erin: “I liked scoring a goal”",
      "Hannah: “I liked the high fives”"
    ],
    "image": "blog/tooty_footy.png"
  },
  {
    "title": "TOOTY FOOTY UPDATE",
    "date": "2015-11-10",
    "author": "Andrew Schulberg",
    "mainText": [
      "Sean turned up and instantly got the kids up and ready. Doing jumping and running was a great way of getting the kids motivated. The warm up game where the kids were to rest the body part called out by Sean onto the ball was super fun and a great idea. We then played “What’s the time Mr Wolf?” which the kids loved!",
      "To finish off we all took turns kicking the ball into the goal. The kids (and teachers) were exhausted!",
      "Overall Sean was great fun for the kids and I think they really enjoyed it!"
    ],
    "image": "blog/tooty_footy.png"
  }
]

